IDEA Open Model
CheckResWeld.CheckStatus Property
Compatible with IDEA StatiCa 20.1
 Status of the Check
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public bool CheckStatus { get; set; }
Public Property CheckStatus As Boolean
	Get
	Set
Property Value
Type: Boolean
See Also
Reference
CheckResWeld Class
IdeaRS.OpenModel.Connection Namespace